<template>
	<view class="uni-aboutUs">
		<view class="conx">
			
			                                 在数学上，关于哥尼斯堡七桥问题、多面体欧拉、
			四色问题等都是拓扑学发展史的重要问题。哥尼斯堡
			（今俄罗斯加里宁格勒）是东普鲁士的首都，普莱格
			尔河横贯其中。十八世纪在这条河上建有七座桥，将
			河中间的两个岛和河岸联结起来。人们闲暇时经常在
			这上边散步，一天有人提出：能不能每座桥都只走一
			遍，最后又回到原来的位置。这个看起来很简单又很
			有趣的问题吸引了大家，很多人在尝试各种各样的走
			法，但谁也没有做到。看来要得到一个明确、理想的
			答案还不那么容易。
			      1736年，有人带着这个问题找了当时的数学家欧
			拉，欧拉经过一番思考，很快就用一种独特的方法给
			出了解答。欧拉把这个问题首先简化，他把两座小岛
			和河的两岸分别看作四个点，而把七座桥看作这四个
			点之间的连线。那么这个问题就简化成，能不能用一
			笔就把这个图形画出来。经过进一步的分析，欧拉得
			出结论——不可能每座桥都走一遍，最后回到原来的
			位置。并且给出了所有能够一笔画出来的图形所应具
			有的条件。这是拓扑学的“先声”。
			                            
		</view>
	</view>
</template>
<script>
	export default {
		data() {
			return {
				
			}
		}
	}
</script>
<style scoped lang="scss">
	.conx{
		color: #888888;
		font-size: 28rpx;
		padding:30rpx;
		width: 750rpx;
		box-sizing: border-box;
		line-height: 50rpx;;
	}
</style>
